tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python@3.11"
brew "ansible"
brew "aws-iam-authenticator"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "cloc"
brew "qemu"
brew "colima"
brew "coreutils"
brew "curl"
brew "dive"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "go"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "ipcalc"
brew "jfrog-cli"
brew "jq"
brew "k9s"
brew "midnight-commander"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk"
brew "poppler"
brew "postgresql@14"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wireguard-tools"
brew "xclip"
brew "yq"
cask "android-file-transfer"
cask "balenaetcher"
cask "brave-browser"
cask "clickshare"
cask "firefox"
cask "font-source-code-pro"
cask "iterm2"
cask "keepassxc"
cask "microsoft-remote-desktop"
cask "rectangle"
cask "scroll-reverser"
cask "stats"
cask "utm"
cask "vlc"
cask "vscodium"
